module.exports = {
    200: {
        code: 200,
        msg: 'ok'
    },
    1001: {
        code: 1001,
        msg: '用户名不存在或密码错误'
    },
    1002: {
        code: 1002,
        msg: '该用户已失效'
    },
    1003: {
        code: 1003,
        msg: '登录失效,请重新登录'
    },

    1004: {
        code: 1004,
        msg: '参数格式错误'
    },
    1005: {
        code: 1005,
        msg: '系统错误'
    },
    1006: {
        code: 1006,
        msg: '验证码失效，请重新登录'
    },
    2001: {
        code: 2001,
        msg: '查询失败'
    },
    2002: {
        code: 2002,
        msg: '添加失败'
    },
    2003: {
        code: 2003,
        msg: '修改失败'
    },
    2004: {
        code: 2004,
        msg: '删除失败'
    }

}